	        <div id="mainCol">
<!-- /WRAPPERTOP -->
    <!-- ################ START DYNAMIC CONTENT ################### -->
    



    
   <div id="content"> <!-- any changes made here may require changes in the com.kw.websiteTemplate.controller.action.user.AdditionalPageGetAction also due to the way the lead generation code works-->
<div><span style="color: #0000ff; font-size: 14px">Paul Believes in&nbsp;Faith, Family&nbsp;and Good Work Ethic. <br>
<br>
As a consistent Top Multi-Million Dollar Producing Realtor, Paul engages his work with passion, enthusiasm, excitement and dedicated to provide top-notch real estate services. He understands that buying or selling a home is among the most important decisions in people's lifetime. Making these important decisions is not simply a business transaction; it is about their family, their life, their hope and dream, and their financial destiny. <br>
&nbsp;</span></div>
<div><span style="color: #0000ff">Paul exceeds his clients expectations with his aggressive marketing plans, attention to detail, superior people skill,&nbsp;extraordinary market knowledge,&nbsp;vast experiences, and strong negotiation skill. He knows how to overcome objections and challenges. His focus is and will always be helping&nbsp;clients achieve their goals. Paul is working hard to earn your trust for a lifetime!&nbsp;<br>
</span><br>
&nbsp;</div>
<div>
<table border="0" cellspacing="1" cellpadding="1" width="800">
    <tbody>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><b><font color="#ffffff">Name</font></b></td>
            <td bgcolor="#d5d5ff" valign="top" width="470" align="left">Paul Huang</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><b>Phone</b></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="400" align="left">781-254-4332</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><b>Fax</b></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="400" align="left">978-759-0233</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><b>Email</b></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="400" align="left">PaulHuangRealtor@gmail.com</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><b>Website</b></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="400" align="left">&nbsp;<a href="http://www.paulhuangrealtor.com/">www.PaulHuangRealtor.com</a></td>
        </tr>
        <tr>
            <td valign="top" width="190" align="left"><strong>&nbsp;</strong></td>
            <td valign="top" width="400" align="left">&nbsp;</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><strong>Language</strong></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="400" align="left">English, Chinese, Mandarin, Cantonese</td>
        </tr>
        <tr>
            <td valign="top" width="190" align="left"><strong>&nbsp;</strong></td>
            <td valign="top" width="400" align="left">&nbsp;</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><strong>Professional Achievement</strong></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="550" align="left">Ranked #1 Top Producing Realtor at Keller Williams Realty Merrimack Valley<br>
            Platinum Top Producer Award by&nbsp;Northeast Association of Realtors<br>
            Gold Top Producer Award by Northeast Association of Realtors<br>
            Multi-Million Dollar Producer<br>
            Top 1% Realtor at Northeast Association of Realtors<br>
            Tripple Gold Realtor in Keller Willams Nationwide <br>
            Top Producing Realtor in Keller Williams&nbsp;for Consecutive Years <br>
            Gold Medal Realtor in Keller Willams Nationally Consistently<br>
            <div>Ranked Top&nbsp;20 Realtors at Northeast Association of Realtors<br>
            Ranked Top #4 Producer at Keller Williams Realty New England Region (2012)</div>
            </td>
        </tr>
        <tr>
            <td valign="top" width="190" align="left"><strong>&nbsp;</strong></td>
            <td valign="top" width="400" align="left">&nbsp;</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><strong>Areas of Expertise</strong></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="400" align="left">Resales, Presales, Marketing, Listing, Selling and&nbsp;Buying <br>
            First time buyers<br>
            Relocation<br>
            Investors<br>
            Forclosure, Bank Owned property, Short Sale<br>
            Investment Property<br>
            New Constuction<br>
            Consultations</td>
        </tr>
        <tr>
            <td valign="top" width="190" align="left"><strong>&nbsp;</strong></td>
            <td valign="top" width="400" align="left">&nbsp;</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><strong>Servicing Area</strong></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="400" align="left">Acton, Westford, Boxborough, Chelmsford, Andover&nbsp;<br>
            Lexington, Belmont, Winchester, Concord, Carlisle, Lincoln<br>
            Bedford, Burlington, Woburn, Billerica<br>
            Newton, Brookline, Cambridge, Needham<br>
            Wellesley, Weston, Wayland, Natick, Sudbury<br>
            Boston, Waltham, Watertown<br>
            and surrounding&nbsp;towns&nbsp;</td>
        </tr>
        <tr>
            <td valign="top" width="190" align="left"><strong>&nbsp;</strong></td>
            <td valign="top" width="400" align="left">&nbsp;</td>
        </tr>
        <tr>
            <td bgcolor="#224099" valign="top" width="190" align="left"><span style="color: #ffffff"><strong>Philosophy</strong></span></td>
            <td bgcolor="#d5d5ff" valign="top" width="400" align="left">Ethics, Integrity and Honesty <br>
            Professionalism, Experience and Competency <br>
            Open Communication, Respect and Trust <br>
            Full Commitment, Reliability and Responsiveness <br>
            Innovative products, Creativity, Revolutionary solutions <br>
            High Caliber Results&nbsp;</td>
        </tr>
        <tr>
            <td valign="top" colspan="2" align="left"><strong>&nbsp;</strong></td>
        </tr>
    </tbody>
</table>
</div>
<div id="personalpic" align="left">&nbsp;<img border="0" alt="" width="640" height="238" usemap="#picframes" src="/assets/frameArrange_1381104520835.jpg"><br>
<map name="picframes">
<area shape="rect" alt="pic1" coords="0,0,140,115" href="http://images.kw.com/agent_photos/1/1/6/116824//library/award1_1381104478385.jpg">
<area shape="rect" alt="pic1" coords="160,0,310,115" href="http://images.kw.com/agent_photos/1/1/6/116824//library/award2012kw_1381104478526.jpg">
<area shape="rect" alt="pic1" coords="330,0,480,115" href="http://images.kw.com/agent_photos/1/1/6/116824//library/award2_1381104478432.jpg">
<area shape="rect" alt="pic1" coords="500,0,600,115" href="http://images.kw.com/agent_photos/1/1/6/116824//library/award2013_4_1381104790309.jpg">
<area shape="rect" alt="pic1" coords="0,135,140,260" href="http://images.kw.com/agent_photos/1/1/6/116824//library/award2010NAE_1381104790257.jpg">
<area shape="rect" alt="pic1" coords="160,135,310,260" href="http://images.kw.com/agent_photos/1/1/6/116824//library/award2010_1381104790212.jpg">
<area shape="rect" alt="pic1" coords="330,135,480,260" href="http://images.kw.com/agent_photos/1/1/6/116824//library/award2009_1381104790137.jpg">
<area shape="rect" alt="pic1" coords="500,135,650,260" href="http://images.kw.com/agent_photos/1/1/6/116824//library/award2008_1381104478484.jpg"></map><br>
<br>
<h2 id="Bin"><span lang="ZH-CN" style="font-family: SimSun; font-size: 16pt; mso-bidi-font-family: SimSun; mso-ansi-language: EN-US; mso-fareast-language: ZH-CN; mso-bidi-language: AR-SA">&#27874;&#22763;&#39039;&#36817;&#37066;&#21806;&#25151;&#35760;&nbsp; -- From Bin Y. (Buyer and Seller of Lexington)&nbsp;</span><span style="font-family: SimSun; font-size: 16pt; mso-bidi-font-family: SimSun; mso-ansi-language: EN-US; mso-fareast-language: ZH-CN; mso-bidi-language: AR-SA"><br>
</span></h2>
<span style="font-size: larger"><span lang="ZH-CN">&#25105;&#20204;&#22312;&#27874;&#22763;&#39039;&#36817;&#37066;&#24050;&#32463;&#20303;&#20102;&#25972;&#25972;&#22235;&#24180;&#12290;&#24403;&#26102;&#26159;&#32463;&#36807;&#19968;&#24180;&#22810;&#30340;&#30475;&#25151;&#20080;&#25151;&#32463;&#21382;&#65292;&#25165;&#32456;&#20110;&#22312;&#19968;&#26465;&#23433;&#38745;&#32780;&#21448;&#26041;&#20415;&#30340;&#34903;&#19978;&#20080;&#21040;&#20102;&#36825;&#24231;</span>cape<span lang="ZH-CN">&#39118;&#26684;&#30340;&#20559;&#23567;&#30340;&#25151;&#23376;&#12290;</span><br>
<br>
<span lang="ZH-CN">&#20851;&#20110;&#36825;&#25152;&#25151;&#23376;&#30340;&#20080;&#21644;&#21334;&#65292;&#23601;&#31163;&#19981;&#24320;&#35848;&#21040;&#32463;&#32426;&#20154;</span>Paul Huang<span lang="ZH-CN">&#12290;</span>Paul<span lang="ZH-CN">&#24403;&#26102;&#26159;&#36825;&#25152;&#25151;&#23376;&#30340;&#21806;&#25151;&#32463;&#32426;&#12290;&#26356;&#29305;&#21035;&#30340;&#26159;&#65292;&#25105;&#20204;&#20063;&#21644;&#24403;&#26102;&#30340;&#21806;&#25151;&#20027;&#20154;&#26377;&#19968;&#38754;&#20043;&#32536;&#65292;&#24471;&#30693;&#20182;&#20204;&#24403;&#26102;&#26159;&#35831;</span>Paul<span lang="ZH-CN">&#24403;&#20080;&#26041;&#32463;&#32426;&#20080;&#19979;&#30340;&#36825;&#25152;&#25151;&#23376;&#65292;&#22240;&#20026;&#21452;&#26041;&#21512;&#20316;&#40664;&#22865;&#24841;&#24555;&#65292;&#19968;&#24180;&#22810;&#21518;&#22240;&#20026;&#20182;&#20204;&#22240;&#24037;&#20316;&#38656;&#35201;&#25644;&#21040;&#22806;&#24030;&#65292;&#24403;&#28982;&#23601;&#35831;</span>PauI<span lang="ZH-CN">&#20195;&#29702;&#21806;&#25151;&#65292;&#21363;&#20351;</span>Paul<span lang="ZH-CN">&#24403;&#26102;&#22238;&#22269;&#25506;&#20146;&#65292;&#20182;&#20204;&#20063;&#24895;&#24847;&#22240;&#27492;&#25512;&#36831;&#20960;&#20010;&#26143;&#26399;&#35753;&#25151;&#23376;&#19978;&#24063;&#12290;&#20182;&#20204;&#24403;&#26102;&#19981;&#21487;&#24605;&#35758;&#30340;&#29992;&#24456;&#20302;&#20215;&#26684;&#22312;&#24456;&#22909;&#30340;&#22320;&#27573;&#20080;&#19979;&#20102;&#36825;&#24231;</span>1500<span lang="ZH-CN">&#21582;&#20986;&#22836;&#30340;&#25151;&#23376;&#65292;&#32780;&#19988;&#26160;&#22312;&#25151;&#20215;&#39640;&#20225;&#30340;</span>2006<span lang="ZH-CN">&#24180;&#12290;</span><br>
<br>
<span lang="ZH-CN">&#36141;&#25151;&#24403;&#26102;&#20110;&#25105;&#20204;&#26159;&#31532;&#19968;&#27425;&#65292;&#33258;&#28982;&#26159;&#25112;&#25112;&#20834;&#20834;&#65292;&#22914;&#23653;&#28325;&#20912;&#65292;&#20294;&#25105;&#20204;&#20063;&#22240;&#27492;&#35748;&#35782;&#21040;&#20102;</span>Paul<span lang="ZH-CN">&#30340;&#19982;&#20247;&#19981;&#21516;&#30340;&#22320;&#26041;&#12290;&#25105;&#20204;&#20080;&#25151;&#33457;&#20102;&#36229;&#36807;&#19968;&#24180;&#30340;&#26102;&#38388;&#65292;&#26399;&#38388;&#20063;&#25509;&#35302;&#21644;&#35748;&#35782;&#20102;&#19981;&#23569;&#25151;&#20135;&#32463;&#32426;&#65292;&#20294;</span>Paul<span lang="ZH-CN">&#32473;&#25105;&#20204;&#21360;&#35937;&#28145;&#21051;&#12290;&#20174;&#25509;&#21463;</span>offer<span lang="ZH-CN">&#21040;&#25151;&#26816;&#21518;&#30340;&#35848;&#21028;&#65292;&#20197;&#21450;&#26368;&#21518;&#30340;&#20132;&#21106;&#65292;</span>Paul<span lang="ZH-CN">&#20316;&#20026;&#20013;&#38388;&#20154;&#26368;&#22909;&#30340;&#24314;&#31435;&#20102;&#25105;&#20204;&#19982;&#21806;&#25151;&#32773;&#30340;&#20114;&#20449;&#21644;&#30456;&#20114;&#36981;&#37325;&#65292;&#20132;&#26131;&#20063;&#24471;&#20197;&#39034;&#21033;&#23436;&#25104;&#12290;</span><br>
<br>
<span lang="ZH-CN">&#26102;&#38388;&#19968;&#26179;&#22235;&#24180;&#65292;&#25105;&#20204;&#21478;&#22806;&#35848;&#22949;&#20102;&#36141;&#20080;&#19968;&#25152;&#30456;&#23545;&#36739;&#22823;&#30340;&#25151;&#23376;&#65292;&#21482;&#31561;&#36151;&#27454;&#21644;&#20132;&#21106;&#65292;&#24182;&#24320;&#22987;&#31609;&#21010;&#21806;&#20986;&#36825;&#25152;&#23621;&#20303;&#20102;&#22235;&#24180;&#30340;&#25151;&#23376;&#12290;&#22971;&#23376;&#21644;&#25105;&#30340;&#24847;&#35265;&#39640;&#24230;&#19968;&#33268;&#65292;</span>Paul<span lang="ZH-CN">&#26159;&#25105;&#20204;&#21806;&#25151;&#32463;&#32426;&#30340;&#19981;&#20108;&#20154;&#36873;&#12290;&#25105;&#20204;&#24050;&#32463;&#20080;&#22909;&#20102;&#35201;&#25644;&#20837;&#30340;&#25151;&#23376;&#65292;&#25152;&#20197;&#38750;&#24120;&#24076;&#26395;&#21806;&#25151;&#36807;&#31243;&#39034;&#21033;&#65292;&#22914;&#26524;&#20132;&#26131;&#26377;&#21453;&#22797;&#32780;&#23548;&#33268;&#26102;&#38388;&#25302;&#25289;&#24456;&#38271;&#65292;&#23545;&#25105;&#20204;&#20250;&#26159;&#24456;&#22823;&#30340;&#25439;&#22833;&#12290;&#25105;&#20204;&#37117;&#35748;&#20026;</span>Paul<span lang="ZH-CN">&#38750;&#24120;&#21892;&#38271;&#19982;&#20080;&#21334;&#21452;&#26041;&#27807;&#36890;&#65292;&#32780;&#19988;&#27880;&#37325;&#32454;&#33410;&#65292;&#25972;&#20010;&#20132;&#26131;&#36807;&#31243;&#19968;&#19997;&#19981;&#33503;&#65292;&#30495;&#26159;&#21147;&#20105;&#19975;&#26080;&#19968;&#22833;&#12290;&#32780;&#22235;&#24180;&#21518;</span>Paul<span lang="ZH-CN">&#30340;&#20195;&#29702;&#24037;&#20316;&#20063;&#33976;&#33976;&#26085;&#19978;&#65292;&#25104;&#20026;&#26412;&#22320;&#26377;&#21517;&#30340;&#29579;&#29260;&#32463;&#32426;&#20043;&#19968;&#12290;&#20294;&#26159;&#23613;&#31649;&#24456;&#24537;&#65292;</span>Paul<span lang="ZH-CN">&#22238;&#22797;&#25105;&#20204;&#30340;&#21672;&#35810;&#38750;&#24120;&#36805;&#36895;&#65292;&#24456;&#24555;&#19978;&#38376;&#26469;&#32473;&#25105;&#20204;&#31185;&#26222;&#21806;&#25151;&#20107;&#39033;&#65292;&#21516;&#26102;&#20132;&#20195;&#20102;&#19968;&#20123;&#21069;&#26399;&#23601;&#35201;&#30528;&#25163;&#24320;&#22987;&#20570;&#30340;&#20107;&#24773;&#65292;&#20851;&#38190;&#26159;&#24320;&#22987;&#28165;&#29702;&#20462;&#25972;&#25151;&#23376;&#65292;&#20026;&#19978;&#24063;&#20316;&#20934;&#22791;&#12290;</span><br>
<br>
<span lang="ZH-CN">&#21516;&#26102;&#25105;&#20204;&#20080;&#25151;&#19968;&#36793;&#21364;&#27809;&#26377;&#39044;&#35745;&#30340;&#39034;&#21033;&#65292;&#25972;&#20010;&#36807;&#31243;&#30495;&#26159;&#35753;&#20154;&#24515;&#24773;&#36300;&#23445;&#36215;&#20239;&#65292;&#22240;&#27604;&#25105;&#20204;&#32463;&#24120;&#23547;&#27714;</span>Paul<span lang="ZH-CN">&#30340;&#24847;&#35265;&#24314;&#35758;&#65292;</span>Paul<span lang="ZH-CN">&#27599;&#27425;&#37117;&#32784;&#24515;&#21442;&#35851;&#65292;&#29486;&#35745;&#29486;&#31574;&#65292;&#23613;&#31649;&#20182;&#24182;&#19981;&#26159;&#25105;&#20204;&#30340;&#20080;&#25151;&#32463;&#32426;&#12290;&#25103;&#21095;&#24615;&#30340;&#26159;&#22312;&#26143;&#26399;&#22235;&#30340;&#20013;&#21320;&#24403;</span>Paul<span lang="ZH-CN">&#36807;&#26469;&#32473;&#25105;&#20204;&#35201;&#21334;&#30340;&#25151;&#23376;&#25293;&#29031;&#24182;&#20934;&#22791;&#24403;&#26217;&#19978;&#24066;&#65292;&#25105;&#20174;&#21806;&#25151;&#19968;&#26041;&#24471;&#30693;&#20182;&#20204;&#21448;&#35201;&#25512;&#36831;&#20132;&#21106;&#65292;&#19981;&#30001;&#24471;&#24576;&#30097;&#20182;&#20204;&#21334;&#25151;&#30340;&#35802;&#24847;&#65292;</span>PauI<span lang="ZH-CN">&#21644;&#25105;&#20204;&#19968;&#33268;&#35273;&#24471;&#24212;&#35813;&#25512;&#36831;&#19978;&#24063;&#65292;&#31561;&#21040;&#20080;&#25151;&#23376;&#30340;&#20107;&#24773;&#20808;&#27700;&#33853;&#30707;&#20986;&#20877;&#35828;&#12290;&#24453;&#21040;&#20621;&#26202;&#65292;&#21448;&#26377;&#28040;&#24687;&#20256;&#26469;&#65292;&#21334;&#25151;&#23376;&#32473;&#25105;&#20204;&#19968;&#26041;&#21448;&#24895;&#24847;&#22914;&#26399;&#20132;&#21106;&#65292;&#25105;&#20063;&#23601;&#31435;&#21363;&#30005;&#35805;</span>Paul<span lang="ZH-CN">&#65292;&#38382;&#20182;&#26159;&#21542;&#36824;&#26469;&#24471;&#21450;&#24403;&#26202;&#19978;&#24066;&#24182;&#21608;&#26411;&#24320;&#38376;&#36814;&#23458;&#65292;&#19981;&#28982;&#21448;&#35201;&#31561;&#19979;&#19968;&#20010;&#26143;&#26399;&#65292;&#32780;&#19988;&#38590;&#20197;&#20445;&#35777;&#19979;&#19968;&#20010;&#21608;&#26411;&#21516;&#26679;&#30340;&#22909;&#22825;&#27668;&#65292;&#26356;&#35753;&#20154;&#32829;&#24515;&#30340;&#26159;&#25151;&#23376;&#21069;&#38754;&#28418;&#20142;&#30340;&#22823;&#29255;&#30340;&#33457;&#21487;&#33021;&#20063;&#20250;&#35874;&#20102;&#12290;</span>Paul<span lang="ZH-CN">&#19968;&#21475;&#31572;&#24212;&#65292;&#29100;&#22812;&#22859;&#25112;&#20934;&#22791;&#20102;&#25151;&#23627;&#23436;&#25972;&#30340;&#20171;&#32461;&#65292;&#24182;&#32463;&#25105;&#36807;&#30446;&#21830;&#37327;&#65292;&#24471;&#21450;&#22312;&#24403;&#26202;&#20940;&#26216;&#20108;&#28857;&#24038;&#21491;&#19978;&#20102;</span>MLS<span lang="ZH-CN">&#12290;</span><br>
<br>
<span lang="ZH-CN">&#35848;&#21040;&#25151;&#23627;&#20171;&#32461;&#65292;&#19981;&#33021;&#19981;&#35848;&#21040;</span>PauI<span lang="ZH-CN">&#30340;&#25151;&#23627;&#25668;&#24433;&#25216;&#26415;&#12290;&#25105;&#20204;&#19968;&#36793;&#25171;&#25195;&#21644;&#25353;&#29031;</span>Paul<span lang="ZH-CN">&#30340;&#24314;&#35758;&#37325;&#26032;&#24067;&#32622;&#25151;&#38388;&#65292;</span>Paul<span lang="ZH-CN">&#21017;&#21516;&#26102;&#32473;&#25151;&#20869;&#25151;&#22806;&#25293;&#29031;&#12290;&#24403;&#25105;&#20204;&#30475;&#21040;&#20182;&#21046;&#20316;&#20986;&#26469;&#30340;&#20171;&#32461;&#26448;&#26009;&#65292;&#25105;&#20204;&#36825;&#24182;&#19981;&#22914;&#20309;&#26174;&#30524;&#30340;&#25151;&#23376;&#31455;&#26159;&#32654;&#20177;&#32654;&#22850;&#65292;&#26080;&#22788;&#19981;&#23452;&#20154;&#29245;&#30446;</span>! <span lang="ZH-CN">&#36825;&#20123;&#28418;&#20142;&#30340;&#29031;&#29255;&#37197;&#19978;</span>Paul<span lang="ZH-CN">&#20889;&#23601;&#30340;&#31616;&#27905;&#21448;&#25212;&#35201;&#30340;&#25991;&#23383;&#20171;&#32461;&#65292;&#19968;&#19979;&#35753;&#25105;&#20204;&#23545;&#25151;&#23376;&#30340;&#20986;&#21806;&#26377;&#20102;&#24456;&#22823;&#30340;&#20449;&#24515;&#12290;&#26524;&#28982;&#65292;&#25151;&#23376;&#26159;&#22312;&#21608;&#20116;&#20940;&#26216;&#19978;&#24063;&#65292;&#24403;&#26085;&#23601;&#26377;&#36830;&#36830;&#19981;&#26029;&#26377;&#20154;&#39044;&#32422;&#30475;&#25151;&#65292;&#25105;&#20204;&#19981;&#24471;&#19981;&#24102;&#30528;&#32769;&#32769;&#23567;&#23567;&#20986;&#22806;&#22238;&#36767;&#12290;&#22825;&#20844;&#20316;&#32654;&#65292;&#20116;&#26376;&#30340;&#22825;&#27668;&#28201;&#26262;&#23452;&#20154;&#65292;&#26377;&#26102;&#25105;&#20204;&#31639;&#30528;&#39044;&#23450;&#30340;&#26102;&#38388;&#24050;&#36807;&#65292;&#21487;&#20197;&#22238;&#23478;&#31245;&#20316;&#20241;&#24687;&#65292;&#32467;&#26524;&#39550;&#36710;&#36817;&#23478;&#26102;&#21457;&#29616;&#30475;&#25151;&#30340;&#19968;&#22823;&#23478;&#23376;&#22312;&#25105;&#20204;&#23627;&#21069;</span>Oak<span lang="ZH-CN">&#26641;&#33643;&#37324;&#65292;&#36710;&#36947;&#26049;&#30340;&#21488;&#38454;&#19978;&#19979;&#25110;&#22352;&#25110;&#31449;&#65292;&#35848;&#31505;&#39118;&#29983;&#65292;&#19968;&#21103;&#22312;&#33258;&#23478;&#38376;&#21475;&#30340;&#27169;&#26679;&#12290;&#25105;&#20204;&#24320;&#22987;&#19981;&#22909;&#24847;&#24605;&#36214;&#20154;&#36208;&#65292;&#21482;&#22909;&#39550;&#36710;&#36807;&#23478;&#38376;&#32780;&#19981;&#20837;&#65292;&#20877;&#30005;&#35805;&#35831;</span>Paul<span lang="ZH-CN">&#36890;&#30693;&#20182;&#20204;&#30340;&#20080;&#25151;&#20195;&#29702;&#65292;&#26102;&#38388;&#24050;&#36807;&#65292;&#25105;&#20204;&#38656;&#35201;&#22238;&#23478;&#65292;&#20320;&#20204;&#20063;&#35813;&#36208;&#20102;&#12290;&#21608;&#20845;&#21516;&#26679;&#26159;&#30475;&#25151;&#32773;&#20247;&#65292;</span>Paul<span lang="ZH-CN">&#22312;&#21608;&#26352;&#20030;&#21150;&#20102;</span>Openhouse<span lang="ZH-CN">&#65292;&#29305;&#24847;&#21521;&#25152;&#26377;&#26469;&#30475;&#25151;&#23376;&#30340;&#20154;&#35762;&#26126;&#25105;&#20204;&#21482;&#20250;&#22312;&#21608;&#19968;&#26202;&#20845;&#28857;&#27604;&#36739;</span>offer<span lang="ZH-CN">&#65292;&#20043;&#21069;&#20043;&#21518;&#30340;</span>offer<span lang="ZH-CN">&#37117;&#19981;&#20250;&#31572;&#22797;&#12290;&#21608;&#26085;&#24403;&#22825;</span>Paul<span lang="ZH-CN">&#23601;&#21578;&#35785;&#25105;&#20204;&#20182;&#24456;&#26377;&#20449;&#24515;&#25343;&#21040;&#22810;&#20010;</span>offer<span lang="ZH-CN">&#65292;&#27491;&#21644;&#22810;&#20010;&#20080;&#26041;&#20195;&#29702;&#32852;&#31995;&#20132;&#27969;&#65292;&#31215;&#26497;&#32473;&#20080;&#26041;&#25552;&#20379;&#20449;&#24687;&#65292;&#26041;&#20415;&#36141;&#25151;&#32773;&#19979;&#20915;&#24515;&#20986;&#25163;&#12290;</span><br>
<br>
<span lang="ZH-CN">&#21608;&#19968;&#20013;&#21320;&#65292;</span>Paul<span lang="ZH-CN">&#30005;&#37038;&#32473;&#25105;&#20204;&#31532;&#19968;&#20010;</span>offer<span lang="ZH-CN">&#12290;&#19979;&#21320;&#19977;&#28857;&#65292;&#25105;&#20204;&#25910;&#21040;&#20102;&#31532;&#20108;&#20010;</span>offer<span lang="ZH-CN">&#65292;&#25253;&#20215;&#24050;&#32463;&#39640;&#20110;&#25105;&#20204;&#30340;&#39044;&#26399;&#12290;</span>Paul<span lang="ZH-CN">&#30340;&#30005;&#37038;&#20013;&#20063;&#21578;&#35785;&#25105;&#20204;&#20182;&#27491;&#22312;&#20105;&#21462;&#26356;&#22810;&#30340;</span>offer<span lang="ZH-CN">&#12290;&#26524;&#28982;&#65292;&#21040;&#20116;&#28857;&#24038;&#21491;&#65292;&#25105;&#20204;&#24050;&#32463;&#25343;&#21040;&#20102;&#24635;&#20849;&#20116;&#20010;</span>offer<span lang="ZH-CN">&#12290;&#20845;&#28857;</span>Paul<span lang="ZH-CN">&#20934;&#26102;&#21040;&#25105;&#20204;&#23478;&#35780;&#20272;&#25152;&#26377;&#30340;</span>offer<span lang="ZH-CN">&#65292;&#26399;&#38388;&#25105;&#20204;&#38470;&#32493;&#25910;&#21040;&#26356;&#22810;&#30340;</span>offer<span lang="ZH-CN">&#65292;&#24456;&#24555;&#24635;&#25968;&#36798;&#21040;&#20102;&#20843;&#20010;&#12290;&#32477;&#22823;&#22810;&#25968;&#30340;&#20215;&#26684;&#37117;&#35753;&#20154;&#28385;&#24847;&#65292;</span>Paul<span lang="ZH-CN">&#38750;&#24120;&#21608;&#21040;&#30340;&#32473;&#27599;&#20010;&#20080;&#26041;&#20195;&#29702;&#30005;&#35805;&#65292;&#22768;&#26126;&#31454;&#20105;&#28608;&#28872;&#65292;&#25105;&#20204;&#20877;&#32473;&#25152;&#26377;&#20080;&#26041;&#19968;&#20010;&#37325;&#26032;&#25253;&#20215;&#30340;&#26426;&#20250;&#65292;&#21516;&#26102;&#20063;&#35831;&#22312;&#25151;&#23627;&#26816;&#26597;&#65292;&#36151;&#27454;&#25353;&#25581;&#65292;&#39318;&#20184;&#31561;&#31561;&#26041;&#38754;&#25253;&#20986;&#26377;&#31454;&#20105;&#21147;&#30340;&#26465;&#20214;&#65292;&#25105;&#20204;&#20316;&#20026;&#21806;&#26041;&#20250;&#23436;&#25972;&#35780;&#20272;&#65292;&#25509;&#21463;&#26368;&#21512;&#36866;&#30340;&#20080;&#26041;&#12290;</span>Paul<span lang="ZH-CN">&#21644;&#25152;&#26377;&#30340;&#20080;&#26041;&#20195;&#29702;&#27807;&#36890;&#31616;&#26126;&#21608;&#21040;&#65292;&#23545;&#26041;&#20063;&#26174;&#28982;&#23436;&#20840;&#20449;&#20219;</span>Paul<span lang="ZH-CN">&#65292;&#22823;&#22810;&#22312;&#19968;&#23567;&#26102;&#20869;&#22238;&#30005;&#20462;&#25913;</span>offer<span lang="ZH-CN">&#26465;&#27454;&#65292;&#26377;&#30340;&#23613;&#37327;&#32473;&#25105;&#20204;&#26041;&#20415;&#30340;&#20132;&#21106;&#26085;&#26399;&#65292;&#26377;&#30340;&#21435;&#25481;&#25353;&#25581;</span>commitment, <span lang="ZH-CN">&#26377;&#30340;&#24378;&#35843;&#26159;&#29616;&#37329;&#20132;&#21106;&#65292;&#24403;&#28982;&#65292;&#22810;&#25968;&#23613;&#37327;&#30340;&#22686;&#21152;&#25253;&#20215;&#12290;</span>Paul<span lang="ZH-CN">&#19968;&#19968;&#35760;&#24405;&#65292;&#21516;&#26102;&#22768;&#26126;&#20250;&#23613;&#24555;&#20316;&#20986;&#20915;&#23450;&#12290;&#22238;&#36807;&#22836;&#26469;&#65292;</span>Paul<span lang="ZH-CN">&#21521;&#25105;&#20204;&#19968;&#19968;&#35752;&#35770;&#20102;&#20960;&#20010;&#37325;&#35201;</span>offer<span lang="ZH-CN">&#30340;&#20851;&#38190;&#12290;&#25105;&#20204;&#24847;&#35265;&#36798;&#25104;&#19968;&#33268;&#21518;&#65292;&#20915;&#23450;&#20934;&#22791;&#25509;&#21463;&#20102;&#20854;&#20013;&#19968;&#20010;</span>offer<span lang="ZH-CN">&#12290;</span>Paul<span lang="ZH-CN">&#31435;&#21363;&#21644;&#23545;&#26041;&#30340;&#20195;&#29702;&#32852;&#31995;&#65292;&#35201;&#27714;&#23613;&#24555;&#20570;&#25151;&#23627;&#26816;&#26597;&#65292;&#24182;&#22312;&#19968;&#26143;&#26399;&#20869;&#31614;&#20080;&#21334;&#21512;&#32422;&#65292;&#24182;&#24378;&#35843;&#25105;&#20204;&#26377;&#20843;&#20010;</span>offer<span lang="ZH-CN">&#65292;&#20248;&#24800;&#30340;&#26465;&#20214;&#23545;&#20182;&#20204;&#30340;</span>offer<span lang="ZH-CN">&#34987;&#25509;&#21463;&#33267;&#20851;&#37325;&#35201;&#12290;&#20080;&#26041;&#19968;&#19968;&#31572;&#24212;&#12290;</span><br>
<br>
<span lang="ZH-CN">&#20854;&#23454;&#20080;&#26041;&#36824;&#20026;&#34920;&#36798;&#35802;&#24847;&#65292;&#36824;&#24212;</span>Paul<span lang="ZH-CN">&#30340;&#24314;&#35758;&#25552;&#20986;&#20102;&#19981;&#20250;&#22312;&#25151;&#23627;&#26816;&#26597;&#19978;&#22810;&#20316;&#25991;&#31456;&#65292;&#20197;&#21450;&#33258;&#21160;&#21435;&#38500;&#25353;&#25581;&#25215;&#35834;&#26465;&#27454;&#65292;&#24847;&#24605;&#26159;&#25918;&#24323;&#25481;&#22240;&#36151;&#27454;&#19981;&#25104;&#32780;&#19981;&#23653;&#34892;&#20080;&#25151;&#21512;&#32422;&#30340;&#26435;&#21033;&#12290;&#26377;&#20102;&#36825;&#20123;&#65292;&#25105;&#20204;&#19968;&#19979;&#23569;&#20102;&#21518;&#39038;&#20043;&#24551;&#12290;&#21518;&#26469;&#20080;&#26041;&#22312;&#25151;&#23627;&#26816;&#26597;&#19978;&#36824;&#26159;&#35797;&#22270;&#35752;&#20215;&#36824;&#20215;&#65292;&#20294;</span>Paul<span lang="ZH-CN">&#20063;&#26377;&#21033;&#26377;&#33410;&#30340;&#20195;&#34920;&#25105;&#20204;&#35848;&#21028;&#65292;&#25105;&#20204;&#22522;&#26412;&#21482;&#26159;&#31561;&#24453;</span>Paul<span lang="ZH-CN">&#21521;&#25105;&#20204;&#36890;&#25253;&#35848;&#21028;&#32467;&#26524;&#65292;&#20854;&#20013;&#30340;&#25112;&#30053;&#25112;&#26415;&#65292;&#20197;&#21450;&#24213;&#32447;&#65292;&#25105;&#20204;&#26080;&#39035;&#25805;&#24515;&#12290;&#20854;&#38388;</span>Paul<span lang="ZH-CN">&#21516;&#26102;&#23433;&#25490;&#20102;&#20215;&#24265;&#19988;&#25105;&#20204;&#20449;&#24471;&#36807;&#30340;&#24459;&#24072;&#20195;&#29702;&#12290;&#25105;&#20204;&#30340;&#21334;&#25151;&#21512;&#32422;&#39034;&#21033;&#31614;&#36807;</span>!<br>
<br>
<span lang="ZH-CN">&#20043;&#21518;&#21450;&#33267;&#26368;&#32456;&#25644;&#36801;&#65292;&#19968;&#20999;&#26377;</span>Paul<span lang="ZH-CN">&#30340;&#29031;&#26009;&#65292;&#20174;&#36890;&#25253;&#20080;&#26041;&#36151;&#27454;&#36827;&#23637;&#21040;&#39044;&#32422;&#28040;&#38450;&#26816;&#26597;&#65292;&#25105;&#20204;&#19968;&#36335;&#27874;&#28572;&#19981;&#24778;&#12290;&#19968;&#20010;&#22810;&#26376;&#21518;&#65292;&#25105;&#20204;&#23559;&#25151;&#23376;&#25171;&#25195;&#24178;&#20928;&#65292;&#19968;&#23478;&#20154;&#25293;&#29031;&#30041;&#24565;&#65292;&#31163;&#24320;&#20102;&#36825;&#24231;&#25105;&#20204;&#29983;&#27963;&#20102;&#22235;&#24180;&#22810;&#30340;&#23384;&#26377;&#32654;&#22909;&#22238;&#24518;&#30340;&#25151;&#23376;&#12290;<br>
</span></span><br>
<br>
<h2 id="Tina"><span lang="ZH-CN" style="font-family: SimSun; font-size: 16pt; mso-bidi-font-family: SimSun; mso-ansi-language: EN-US; mso-fareast-language: ZH-CN; mso-bidi-language: AR-SA">T. Zhou (Bedford) </span><span style="font-family: SimSun; font-size: 16pt; mso-bidi-font-family: SimSun; mso-ansi-language: EN-US; mso-fareast-language: ZH-CN; mso-bidi-language: AR-SA"><br>
</span></h2>
<p><span style="font-size: larger"><span style="font-family: Arial"><span><span lang="ZH-CN">&#21334;&#25151;&#19981;&#20294;&#35201;&#25214;&#32463;&#32426;&#20154;&#65292;&#32780;&#19988;&#35201;&#25214;&#23545;&#32463;&#32426;&#20154;&#12290;&#30456;&#20449;&#25151;&#20135;&#32463;&#32426;&#20154;</span><span> Paul Huang </span><span lang="ZH-CN">&#23558;&#20250;&#26159;&#24182;&#19988;&#19968;&#23450;&#26159;&#24744;&#27491;&#30830;&#30340;&#36873;&#25321;&#12290;&#22240;&#20026;&#19981;&#20037;&#21069;&#65292;&#33258;&#24049;&#25151;&#23627;&#20986;&#21806;&#30340;&#32463;&#21382;&#35753;&#25105;&#35748;&#35782;&#21040;</span><span>Paul </span><span lang="ZH-CN">&#30495;&#30340;&#26159;&#19968;&#20010;&#21487;&#20197;&#20449;&#20219;&#30340;&#25151;&#20135;&#32463;&#27982;&#20154;&#12290;</span></span></span></span></p>
<p class="MsoNormal"><span style="font-size: larger"><span style="font-family: Arial"><span><span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#22240;&#19976;&#22827;&#24037;&#20316;&#36801;&#31227;&#21040;&#22806;&#24030;&#65292;&#25105;&#20204;&#35201;&#20840;&#23478;&#25644;&#36801;&#24182;&#20986;&#21806;&#25151;&#23627;&#12290;&#24819;&#30528;&#19981;&#23601;&#26159;&#21334;&#25151;&#23376;&#21527;&#65292;&#27809;&#20160;&#20040;&#38590;&#30340;&#65292;&#20110;&#26159;&#20915;&#23450;&#33258;&#24049;&#21334;&#25151;&#23376;&#12290;&#19978;&#32593;&#26597;&#35810;&#25151;&#23627;&#24066;&#22330;&#29366;&#20917;&#12289;&#21334;&#25151;&#38656;&#30693;&#12289;&#25151;&#23627;&#20986;&#21806;&#35813;&#20934;&#22791;&#30340;&#36164;&#26009;&#31561;&#31561;&#65292;&#24537;&#20102;&#22909;&#19968;&#38453;&#23376;&#12290;&#19981;&#20294;&#22914;&#27492;&#65292;&#36824;&#25171;&#30005;&#35805;&#21672;&#35810;&#20102;&#24456;&#22810;&#26377;&#25151;&#23627;&#26356;&#25442;&#32463;&#39564;&#30340;&#26379;&#21451;&#21334;&#25151;&#26102;&#35813;&#27880;&#24847;&#30340;&#20107;&#39033;&#65292;&#26379;&#21451;&#20204;&#37117;&#19968;&#19968;&#21578;&#30693;&#65292;&#26411;&#20102;&#37117;&#21892;&#24847;&#22320;&#25552;&#37266;&#25105;</span><span lang="ZH-CN"> </span><span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#20026;&#20160;&#20040;&#19981;&#25214;</span>Paul<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#24110;&#21334;&#25151;&#23376;&#65311;&#23454;&#38469;&#19978;&#65292;&#25105;&#35748;&#35782;</span>Paul <span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#24050;&#32463;&#24456;&#20037;&#20102;&#65292;&#20063;&#21548;&#26379;&#21451;&#20204;&#35828;&#36215;&#20182;&#20080;&#21334;&#25151;&#23376;&#25104;&#21151;&#30340;&#20107;&#20363;&#65292;&#20294;&#24819;&#30528;&#35201;&#20184;&#32463;&#27982;&#20154;&#36153;&#29992;&#65292;&#20063;&#30528;&#23454;&#26159;&#19968;&#31508;&#19981;&#23567;&#30340;&#24320;&#25903;&#12290;&#36825;&#37324;&#21334;&#25151;&#65292;&#26032;&#22320;&#26041;&#20080;&#25151;&#65292;&#33258;&#24049;&#21334;&#25151;&#26159;&#21807;&#19968;&#30465;&#38065;&#30340;&#19968;&#26465;&#36335;&#24452;&#12290;</span></span></span></span></p>
<p class="MsoNormal"><span style="font-size: larger"><span style="font-family: Arial"><span><span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#25151;&#23627;&#25910;&#25342;&#22909;&#20102;&#65292;&#21548;&#35828;&#20170;&#24180;&#30340;&#21334;<a name="_GoBack"></a>&#25151;&#24066;&#22330;&#38750;&#24120;&#30340;&#28779;&#65292;&#24515;&#20013;&#20063;&#24456;&#24320;&#24515;&#12290;&#21516;&#26102;&#65292;&#20063;&#26377;&#26379;&#21451;&#20171;&#32461;&#24819;&#20080;&#25151;&#30340;&#20154;&#21040;&#23478;&#20013;&#30475;&#25151;&#65292;&#21487;&#27605;&#31455;&#26159;&#31532;&#19968;&#27425;&#65292;&#24102;&#20154;&#30475;&#12289;&#20171;&#32461;&#33258;&#24049;&#30340;&#25151;&#23376;&#26102;&#31455;&#28982;&#24456;&#32039;&#24352;&#65292;&#20043;&#21518;&#20063;&#23601;&#19981;&#20102;&#20102;&#20043;&#12290;&#19982;&#19976;&#22827;&#21830;&#37327;&#19979;&#19968;&#27493;&#35813;&#22914;&#20309;&#20570;&#26102;&#65292;&#25105;&#20204;&#24819;&#30528;</span>Paul<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#24212;&#26159;&#25105;&#20204;&#21807;&#19968;&#30340;&#36873;&#25321;&#12290;&#27809;&#20004;&#22825;&#65292;&#19982;</span>Paul<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#31614;&#22909;&#21334;&#25151;&#21512;&#32422;&#21518;&#65292;</span>Paul Huang Team <span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#23601;&#21040;&#23478;&#20013;&#35774;&#35745;&#37325;&#26032;&#35774;&#35745;&#25670;&#35774;&#65292;&#35813;&#28155;&#12289;&#25442;&#30340;&#27599;&#19968;&#20010;&#35282;&#33853;&#20182;&#20204;&#37117;&#24819;&#30340;&#38750;&#24120;&#21608;&#21040;&#12290;&#31561;&#29031;&#29255;&#20986;&#26469;&#65292;&#19968;&#20010;&#22823;&#25442;&#38754;&#65292;&#33258;&#24049;&#37117;&#19981;&#25954;&#30456;&#20449;&#37027;&#26159;&#33258;&#24049;&#30340;&#23478;&#65292;&#19981;&#25954;&#35828;&#23436;&#32654;&#65292;&#31455;&#26377;&#20123;&#33293;&#19981;&#24471;&#21334;&#20102;&#12290;</span></span></span></span></p>
<p class="MsoNormal"><span style="font-size: larger"><span style="font-family: Arial"><span><span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#22240;&#19976;&#22827;&#21040;&#26032;&#20844;&#21496;&#19978;&#29677;&#65292;&#23478;&#20013;&#21482;&#26377;&#25105;&#24102;&#30528;&#23401;&#23376;&#65292;&#24456;&#22810;&#22320;&#26041;&#33258;&#24049;&#20063;&#27809;&#26377;&#20010;&#20027;&#24847;&#12290;&#25151;&#23376;&#19978;&#24066;&#65292;</span>Open House<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#20043;&#21069;&#12289;</span>Open House<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#30340;&#24403;&#22825;&#65292;&#36824;&#26377;&#20080;&#26041;&#21453;&#22797;&#30475;&#25151;&#26102;&#65292;</span>Paul<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#22823;&#23567;&#20107;&#24773;&#12289;&#32454;&#33410;&#20840;&#37117;&#32771;&#34385;&#24182;&#20132;&#20195;&#30340;&#28165;&#28165;&#26970;&#26970;&#65292;&#25105;&#21482;&#35201;&#32500;&#25345;&#23478;&#37324;&#28165;&#27905;&#23601;&#34892;&#20102;&#12290;&#22240;&#30528;&#23545;</span>Paul<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#30340;&#20449;&#20219;&#65292;&#19976;&#22827;&#21644;&#25105;&#23558;&#25151;&#23376;&#30340;&#23450;&#20215;&#12289;&#21644;&#20080;&#26041;&#20215;&#38065;&#30340;&#21830;&#35752;&#12289;&#26368;&#21518;&#30340;&#23450;&#20215;&#37117;&#35753;&#20182;&#20840;&#26435;&#20195;&#29702;&#12290;&#26368;&#21518;&#65292;&#25151;&#23376;&#31455;&#28982;&#20197;&#25105;&#20204;&#24819;&#35937;&#19981;&#21040;&#30340;&#20215;&#26684;&#19978;&#24066;&#65292;&#20063;&#20197;&#25105;&#20204;&#24819;&#35937;&#19981;&#21040;&#24182;&#38750;&#24120;&#28385;&#24847;&#30340;&#20215;&#26684;&#25104;&#20132;&#12290;</span></span></span></span></p>
<p class="MsoNormal"><span style="font-size: larger"><span style="font-family: Arial"><span><span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#24182;&#19981;&#26159;&#22240;&#20026;</span>Paul<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#35753;&#25105;&#30340;&#25151;&#23376;&#21334;&#20102;&#20010;&#22909;&#20215;&#38065;&#25105;&#35828;&#20182;&#22914;&#20309;&#30340;&#22909;&#65292;&#32780;&#26159;&#24403;&#25105;&#30475;&#21040;&#20182;&#30495;&#30340;&#22312;&#21508;&#26041;&#38754;&#20026;&#25105;&#20204;&#30528;&#24819;&#26102;&#65292;&#22914;&#25151;&#23627;&#25670;&#35774;&#35774;&#35745;&#12289;&#21334;&#25151;&#30340;&#23450;&#20215;&#12289;&#19982;&#20080;&#26041;&#21327;&#21830;&#24182;&#21040;&#26368;&#21518;&#30340;&#23450;&#20215;&#65292;&#25105;&#26159;&#30495;&#24515;&#30340;&#25512;&#33616;</span>Paul<span lang="ZH-CN" style="mso-ascii-font-family: Calibri; mso-hansi-font-family: Calibri">&#25104;&#20026;&#24744;&#21644;&#24744;&#26379;&#21451;&#23558;&#26469;&#20080;&#21334;&#25151;&#23627;&#30340;&#32463;&#27982;&#20154;&#12290;</span></span></span></span></p>
&nbsp;</div>
<br></div>


    <!-- ################ END START DYNAMIC CONTENT ################### -->
     













</div>

    <div id="footer">
        











    </div>

</div>  
</div>
</div>

    <br>