	        <div id="mainCol">
<!-- /WRAPPERTOP -->
    <!-- ################ START DYNAMIC CONTENT ################### -->
    







<div id="content">
<table width="100%" border="0" cellpadding="0" cellspacing="4" class="formtable">
    
    <tbody><tr>
        <td align="left" colspan="3">
            
            <h4 style="text-align: center"><span style="color: #000080"><br>
</span></h4>
<h3 style="text-align: center"><span style="font-family: Tahoma"><span style="color: #000080">Happy Clients - The Key to Paul's Success</span></span></h3>
        </td>
    </tr>
    <tr>
            <td colspan="3"><hr width="100%"></td>
    </tr>
    
    
    
        
        
        
        <tr>
            <td align="left"><h4>Yan and Allen (Boxborough)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Hi Paul,<br>
<br>
Very impressive work, back to early last month when we started working on this, I really thought we have little chance to get it done within less than two months approaching the year end holiday season. Also helped sell my property with such a nice price. You make this happen! Great job! Again, thank you for all the effort, guidance, promptness, professionalism you provided. Without your help, this would have never happened. I truly appreciate that.<br>
<br>
Thanks again,<br>
<br>
Yan and Allen
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Shu L. (Acton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><p>&#20170;&#24180;&#20061;&#26376;&#22312;Paul&#40644;&#30340;&#24110;&#21161;&#19979;&#25151;&#23376;&#39034;&#21033;&#19978;&#24066;&#20102;&#12290;&#20043;&#21069;&#30340;&#20934;&#22791;&#26159;&#24613;&#20419;&#30340;&#65292;&#32780;&#19988;&#21387;&#21147;&#24040;&#22823;&#65292;&#29983;&#24597;&#26377;&#20160;&#20040;&#20570;&#19981;&#21608;&#21040;&#30340;&#24433;&#21709;&#25151;&#23376;&#20986;&#21806;&#12290;&#20294;&#22312;&#21644;Paul&#40644;&#30340;&#20132;&#27969;&#21518;&#22686;&#21152;&#20102;&#19981;&#23569;&#20449;&#24515;&#12290;&#30001;&#20110;&#25151;&#23376;&#19978;&#24066;&#24050;&#26159;&#22799;&#26411;&#65292;&#24182;&#27809;&#26377;&#24819;&#35937;&#20013;&#37027;&#20040;&#22810;&#20080;&#23478;&#31454;&#20215;&#65292;&#32463;&#27982;&#33021;&#21147;&#30456;&#23545;&#22909;&#30340;&#20080;&#23478;&#21364;&#25340;&#21629;&#26432;&#20215;&#12290;&#12290;&#12290;&#19975;&#24184;&#30340;&#26159;&#20013;&#38388;&#26377;Paul&#40644;&#24110;&#25105;&#20204;&#25484;&#25511;&#65292;&#24456;&#25104;&#21151;&#30340;&#32500;&#25252;&#20102;&#25105;&#20204;&#30340;&#21033;&#30410;&#12290;&#36825;&#27425;&#21334;&#25151;&#26377;&#19968;&#20010;&#24456;&#22823;&#30340;&#24863;&#35302;&#65292;&#22909;&#30340;&#65292;&#26377;&#32463;&#39564;&#30340;&#20013;&#20171;&#30495;&#30340;&#24456;&#37325;&#35201;&#12290;&#23588;&#20854;&#26159;&#22312;&#31579;&#36873;&#20080;&#23478;&#21644;&#36824;&#20215;&#38454;&#27573;&#65292;Paul&#40644;&#26367;&#25105;&#20204;&#25490;&#35299;&#20102;&#24456;&#22810;&#25285;&#24551;&#21644;&#22256;&#25200;&#12290;&#30495;&#24515;&#24863;&#35874;Paul&#40644;&#30340;&#21162;&#21147;&#21644;&#28909;&#24773;&#65292;&#20063;&#25512;&#33616;&#32473;&#38656;&#35201;&#20080;&#21334;&#25151;&#23376;&#30340;&#26379;&#21451;&#20204;&#12290;</p>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Tao Z. (Lexington)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><p><span style="font-size: large">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><span style="font-size: medium"><span style="font-family: Arial">To buy a house and sell a house is very stressful thing, especially for a first-time buyer and seller like me. But I did it. I feel very lucky to have Pauls assistance. Without Pauls help, the whole process wouldnt be so successfully.</span></span></p>
<p><span style="font-size: medium"><span style="font-family: Arial">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paul was my realtor four year ago when I was looking for a house in Lexington. He analyzed the situations, worthiness of offers and strategies of giving offers with me, but every time he let me take time to make my own decisions without pushing or influencing me. I was really appreciated of that. I felt every offer I made was very thoughtful without going beyond my limit. Paul is a very good negotiator as a realtor. I remember the negotiation process came to a stalemate when I asked a reduction of price in my offer. Paul worked with the seller agent and quickly resolved it without sacrificing my benefit. Lexington house market is just like a battlefield, I went through all the disappointment, frustration and excitement. But they are very good experiences. Since that time, trust and friendship have been built up between Paul and me.&nbsp;<br>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This year I decided to sell my house. I moved out of MA in Feb before I put my house on the market. This time I didnt feel hesitant at all to choose him as my realtor again. I knew it was very right decision. After I moved out of MA, he took care of almost everything for my house. He spent his own time on cleaning and decorating my house to make it even nicer. Whenever there was a snowstorm, he always went to my house to check if everything was ok. How to decide the listing&nbsp;price is very critical and tricky for a seller. After his intensive research and with his sharp sense to the house market, he decided the listing price for my house. It was much higher than I expected. Although I had some concerns, I decided to support him because I trusted his experience and judgment. Before open house, he sent me the pictures he took for my house. My house looked so fascinating in the pictures. I was sure all these pictures would attract a lot of potential buyers. The whole selling process was worry-free for me. He tried his best and did very good job at every step to maximize my benefits and minimize any unfavorable factor to me. Every thing went very well and smoothly from open-house, choosing an offer, negotiating, and closing. Even though I was not there, he always communicated with me about every detail and addressed every concern I had.&nbsp; Finally my house was sold at a higher price than the listing price. After closing, I felt so relieved, very excited and really appreciated of his excellent job.&nbsp;<br>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It was really nice to work with Paul in the past and I would like to hire him again as my realtor if possible in the future.&nbsp;</span></span></p>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>T. Zhou (Bedford)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">&nbsp;<span lang="ZH-CN" style="font-family: SimSun;">&#21334;&#25151;&#19981;&#20294;&#35201;&#25214;&#32463;&#32426;&#20154;&#65292;&#32780;&#19988;&#35201;&#25214;&#23545;&#32463;&#32426;&#20154;&#12290;&#30456;&#20449;&#25151;&#20135;&#32463;&#32426;&#20154;</span> Paul Huang <span lang="ZH-CN" style="font-family: SimSun;">&#23558;&#20250;&#26159;&#24182;&#19988;&#19968;&#23450;&#26159;&#24744;&#27491;&#30830;&#30340;&#36873;&#25321;&#12290;&#22240;&#20026;&#19981;&#20037;&#21069;&#65292;&#33258;&#24049;&#25151;&#23627;&#20986;&#21806;&#30340;&#32463;&#21382;&#35753;&#25105;&#35748;&#35782;&#21040;</span>Paul <span lang="ZH-CN" style="font-family: SimSun;">&#30495;&#30340;&#26159;&#19968;&#20010;&#21487;&#20197;&#20449;&#20219;&#30340;&#25151;&#20135;&#32463;&#27982;&#20154;&#12290;</span>
<p class="MsoNormal"><span lang="ZH-CN" style="font-family:SimSun;mso-ascii-font-family:
Calibri;mso-hansi-font-family:Calibri">&#22240;&#19976;&#22827;&#24037;&#20316;&#36801;&#31227;&#21040;&#22806;&#24030;&#65292;&#25105;&#20204;&#35201;&#20840;&#23478;&#25644;&#36801;&#24182;&#20986;&#21806;&#25151;&#23627;&#12290;&#24819;&#30528;&#19981;&#23601;&#26159;&#21334;&#25151;&#23376;&#21527;&#65292;&#27809;&#20160;&#20040;&#38590;&#30340;&#65292;&#20110;&#26159;&#20915;&#23450;&#33258;&#24049;&#21334;&#25151;&#23376;&#12290;&#19978;&#32593;&#26597;&#35810;&#25151;&#23627;&#24066;&#22330;&#29366;&#20917;&#12289;&#21334;&#25151;&#38656;&#30693;&#12289;&#25151;&#23627;&#20986;&#21806;&#35813;&#20934;&#22791;&#30340;&#36164;&#26009;&#31561;&#31561;&#65292;&#24537;&#20102;&#22909;&#19968;&#38453;&#23376;&#12290;&#19981;&#20294;&#22914;&#27492;&#65292;&#36824;&#25171;&#30005;&#35805;&#21672;&#35810;&#20102;&#24456;&#22810;&#26377;&#25151;&#23627;&#26356;&#25442;&#32463;&#39564;&#30340;&#26379;&#21451;&#21334;&#25151;&#26102;&#35813;&#27880;&#24847;&#30340;&#20107;&#39033;&#65292;&#26379;&#21451;&#20204;&#37117;&#19968;&#19968;&#21578;&#30693;&#65292;&#26411;&#20102;&#37117;&#21892;&#24847;&#22320;&#25552;&#37266;&#25105;</span><span lang="ZH-CN"> </span><span lang="ZH-CN" style="font-family:SimSun;mso-ascii-font-family:
Calibri;mso-hansi-font-family:Calibri">&#20026;&#20160;&#20040;&#19981;&#25214;</span>Paul<span lang="ZH-CN" style="font-family:SimSun;mso-ascii-font-family:Calibri;mso-hansi-font-family:
Calibri">&#24110;&#21334;&#25151;&#23376;&#65311;&#23454;&#38469;&#19978;&#65292;&#25105;&#35748;&#35782;</span>Paul <span lang="ZH-CN" style="font-family:SimSun;
mso-ascii-font-family:Calibri;mso-hansi-font-family:Calibri">&#24050;&#32463;&#24456;&#20037;&#20102;&#65292;&#20063;&#21548;&#26379;&#21451;&#20204;&#35828;&#36215;&#20182;&#20080;&#21334;&#25151;&#23376;&#25104;&#21151;&#30340;&#20107;&#20363;&#65292;&#20294;&#24819;&#30528;&#35201;&#20184;&#32463;&#27982;&#20154;&#36153;&#29992;&#65292;&#20063;&#30528;&#23454;&#26159;&#19968;&#31508;&#19981;&#23567;&#30340;&#24320;&#25903;&#12290;&#36825;&#37324;&#21334;&#25151;&#65292;&#26032;&#22320;&#26041;&#20080;&#25151;&#65292;&#33258;&#24049;&#21334;&#25151;&#26159;&#21807;&#19968;&#30465;&#38065;&#30340;&#19968;&#26465;&#36335;&#24452;...... <a href="./AboutPaul.html./ContactMe.html#Tina"> <strong><span style="font-size: medium;"><span style="font-family: Arial;">Read whole story</span></span></strong></a></span></p>
<p class="MsoNormal">&nbsp;</p>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Yuhong &amp; Xin (Acton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><p><span style="font-size: medium"><span id="1369974153861S" style="display: none">&nbsp;</span>Paul Huang &#26159;&#19968;&#20491;&#38750;&#24120;&#26377;&#32147;&#39511;&#30340;&#25151;&#22320;&#29986;&#32147;&#32000;&#65292;&#25105;&#20204;Acton&#30340;&#25151;&#23376;&#24478;&#19978;&#24066;&#21040;closing &#21482;&#29992;&#20102;&#19981;&#21040;&#20841;&#20491;&#26376;&#30340;&#26178;&#38291;&#12290;&#22312;&#36067;&#25151;&#30340;&#36942;&#31243;&#20013;&#65292;Paul &#39023;&#31034;&#20986;&#20102;&#19968;&#20491;&#32887;&#26989;&#25151;&#29986;&#32147;&#32000;&#25152;&#20855;&#22791;&#30340;&#25165;&#33021;&#65292;&#34389;&#29702;&#38291;&#38988;&#30340;&#26524;&#26039;&#21644;&#26426;&#26234;&#12290;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#25105;&#20204;&#22312;&#36067;&#25151;&#20043;&#21021;&#65292;&#23565;&#35504;&#25104;&#20026;&#25105;&#20204;&#30340;&#32147;&#32000;&#20154;&#20570;&#20102;&#24456;&#22810;&#32771;&#37327;&#21644;&#27604;&#36611;&#65292;&#26368;&#21518;&#36984;&#23450;Paul&#30340;&#29702;&#30001;&#26159;&#65292;&#20182;&#20986;&#33394;&#30340;&#24037;&#20316;&#26989;&#32318;&#65292;&#23565;&#25105;&#20497;&#25151;&#23627;&#25152;&#20570;&#30340;&#23458;&#35266;&#24066;&#22330;&#20998;&#26512;&#21644;&#28507;&#22312;&#36023;&#20027;&#30340;&#38928;&#28204;&#65292;&#20197;&#21450;&#23565;&#25105;&#20204;&#25151;&#23627;&#22312;&#36023;&#36067;&#36942;&#31243;&#20013;&#26371;&#20986;&#29616;&#30340;&#38291;&#38988;&#37117;&#20570;&#20102;&#27604;&#36739;&#35443;&#32048;&#30340;&#20998;&#26512;&#21644;&#25033;&#23565;&#31574;&#30053;&#12290;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Paul &#26159;&#19968;&#62986;&#21892;&#20110;&#28317;&#36890;&#30340;&#20154;&#65292;&#20182;&#26371;&#35488;&#25031;&#32784;&#24515;&#22320;&#21548;&#21462;&#25105;&#20497;&#30340;&#24847;&#35265;&#65292;&#32780;&#19981;&#26159;&#20677;&#20677;&#21482;&#35731;&#25105;&#20497;&#21548;&#20182;&#30340;&#65292;&#22914;&#26524;&#25105;&#20204;&#26377;&#22909;&#30340;&#24314;&#35758;&#65292;&#20182;&#26371;&#21450;&#26102;&#37319;&#32013;&#65292;&#22914;&#26524;&#19981;&#22949;&#65292;&#20182;&#26371;&#21644;&#25105;&#20497;&#28317;&#36890;&#65292;&#20998;&#26512;&#19981;&#22949;&#30340;&#21407;&#22240;&#12290;&#25105;&#20204;&#21644;Paul&#65292;&#23601;&#20687;&#26159;&#19968;&#62986;&#21512;&#20316;&#38750;&#24120;&#40664;&#22865;&#65292;&#34701;&#27965;&#30340;&#24037;&#20316;&#22296;&#38538;&#65292;&#26397;&#19968;&#20010;&#20849;&#21516;&#30340;&#30446;&#26631;&#21162;&#21147;&#12290;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#25105;&#20204;&#38750;&#24120;&#24863;&#35874;Paul&#22312;&#28858;&#25105;&#20204;&#36067;&#25151;&#36942;&#31243;&#20013;&#25152;&#20570;&#30340;&#19968;&#20999;&#21162;&#21147;&#65292;&#20170;&#21518;&#20063;&#26371;&#25226;&#20182;&#20171;&#32461;&#32102;&#24819;&#36023;&#36067;&#25151;&#23376;&#30340;&#26379;&#21451;&#65292;&#20182;&#26159;&#19968;&#20010;&#20540;&#24471;&#20449;&#36084;&#30340;&#32887;&#26989;&#25151;&#29986;&#32147;&#32000;&#20154;&#12290;<br>
</span><span style="font-size: small">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>
</span>&nbsp;</p>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>W.T.  &amp; A.U.  (Acton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><p style="margin: 0in 0in 0pt"><span style="font-size: medium"><span style="font-family: Arial"><span style="color: #232323">Paul is an excellent agent and friend. He has an outstanding and rare combination of personal and business skills that complement his expertise as an outstanding realtor. After working with him, We now understand why he ranks at the top. Even though he was working with many buyers and sellers, his time commitment to us was always exceptional and always looking for our interests. We are really glad&nbsp; and fortunate to have worked with him and we would definitely work with him in the future, and would recommend him to anyone who wants a top-notch agent.&nbsp;<br>
</span></span></span><span style="font-size: medium">&nbsp;</span><span style="font-size: small">
</span></p><p style="margin: 0in 0in 0pt; min-height: 15px"><span style="font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #232323"><o:p></o:p></span></p>
<p style="margin: 0in 0in 0pt"><span style="font-size: medium"><span style="font-family: Arial"><span style="color: #232323">Paul helped us on every step of the buying process. He knows how to create a buying strategy, understanding our needs, the type of house, location, price range, and many other factors. Then he would notify us whenever a good matching opportunity came on the market. Without pushing us to make a decision, he would give his valuable insight and help us make a good educated decision. When the perfect house came on the market, he again prepared a detailed strategy and gathered all the right ingredients, that made the whole transaction a breeze, even though there were multiple offers; he just knew how to take the transaction to the closing day.&nbsp;&nbsp; </span></span></span></p>

<p style="margin: 0in 0in 0pt"><span style="font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #232323; font-size: 10pt"><o:p></o:p></span></p>
<p></p>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Bin Y. (Lexington)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><span lang="ZH-CN" style="font-family: SimSun; font-size: 12pt; mso-bidi-font-family: SimSun; mso-ansi-language: EN-US; mso-fareast-language: ZH-CN; mso-bidi-language: AR-SA">&#27874;&#22763;&#39039;&#36817;&#37066;&#21806;&#25151;&#35760;</span><span style="font-family: SimSun; font-size: 12pt; mso-bidi-font-family: SimSun; mso-ansi-language: EN-US; mso-fareast-language: ZH-CN; mso-bidi-language: AR-SA"><br>
<br>
<span lang="ZH-CN">&#25105;&#20204;&#22312;&#27874;&#22763;&#39039;&#36817;&#37066;&#24050;&#32463;&#20303;&#20102;&#25972;&#25972;&#22235;&#24180;&#12290;&#24403;&#26102;&#26159;&#32463;&#36807;&#19968;&#24180;&#22810;&#30340;&#30475;&#25151;&#20080;&#25151;&#32463;&#21382;&#65292;&#25165;&#32456;&#20110;&#22312;&#19968;&#26465;&#23433;&#38745;&#32780;&#21448;&#26041;&#20415;&#30340;&#34903;&#19978;&#20080;&#21040;&#20102;&#36825;&#24231;</span>cape<span lang="ZH-CN">&#39118;&#26684;&#30340;&#20559;&#23567;&#30340;&#25151;&#23376;&#12290;</span><br>
<br>
<span lang="ZH-CN">&#20851;&#20110;&#36825;&#25152;&#25151;&#23376;&#30340;&#20080;&#21644;&#21334;&#65292;&#23601;&#31163;&#19981;&#24320;&#35848;&#21040;&#32463;&#32426;&#20154;</span>Paul Huang<span lang="ZH-CN">&#12290;</span>Paul<span lang="ZH-CN">&#24403;&#26102;&#26159;&#36825;&#25152;&#25151;&#23376;&#30340;&#21806;&#25151;&#32463;&#32426;&#12290;&#26356;&#29305;&#21035;&#30340;&#26159;&#65292;&#25105;&#20204;&#20063;&#21644;&#24403;&#26102;&#30340;&#21806;&#25151;&#20027;&#20154;&#26377;&#19968;&#38754;&#20043;&#32536;&#65292;&#24471;&#30693;&#20182;&#20204;&#24403;&#26102;&#26159;&#35831;</span>Paul<span lang="ZH-CN">&#24403;&#20080;&#26041;&#32463;&#32426;&#20080;&#19979;&#30340;&#36825;&#25152;&#25151;&#23376;&#65292;&#22240;&#20026;&#21452;&#26041;&#21512;&#20316;&#40664;&#22865;&#24841;&#24555;&#65292;&#19968;&#24180;&#22810;&#21518;&#22240;&#20026;&#20182;&#20204;&#22240;&#24037;&#20316;&#38656;&#35201;&#25644;&#21040;&#22806;&#24030;&#65292;&#24403;&#28982;&#23601;&#35831;</span>PauI<span lang="ZH-CN">&#20195;&#29702;&#21806;&#25151;&#65292;&#21363;&#20351;</span>Paul<span lang="ZH-CN">&#24403;&#26102;&#22238;&#22269;&#25506;&#20146;&#65292;&#20182;&#20204;&#20063;&#24895;&#24847;&#22240;&#27492;&#25512;&#36831;&#20960;&#20010;&#26143;&#26399;&#35753;&#25151;&#23376;&#19978;&#24063;&#12290;&#20182;&#20204;&#24403;&#26102;&#19981;&#21487;&#24605;&#35758;&#30340;&#29992;&#24456;&#20302;&#20215;&#26684;&#22312;&#24456;&#22909;&#30340;&#22320;&#27573;&#20080;&#19979;&#20102;&#36825;&#24231;</span>1500<span lang="ZH-CN">&#21582;&#20986;&#22836;&#30340;&#25151;&#23376;&#65292;&#32780;&#19988;&#26160;&#22312;&#25151;&#20215;&#39640;&#20225;&#30340;</span>2006<span lang="ZH-CN">&#24180;&#12290;</span><br>
<br>
<span lang="ZH-CN">&#36141;&#25151;&#24403;&#26102;&#20110;&#25105;&#20204;&#26159;&#31532;&#19968;&#27425;&#65292;&#33258;&#28982;&#26159;&#25112;&#25112;&#20834;&#20834;&#65292;&#22914;&#23653;&#28325;&#20912;&#65292;&#20294;&#25105;&#20204;&#20063;&#22240;&#27492;&#35748;&#35782;&#21040;&#20102;</span>Paul<span lang="ZH-CN">&#30340;&#19982;&#20247;&#19981;&#21516;&#30340;&#22320;&#26041;&#12290;&#25105;&#20204;&#20080;&#25151;&#33457;&#20102;&#36229;&#36807;&#19968;&#24180;&#30340;&#26102;&#38388;&#65292;&#26399;&#38388;&#20063;&#25509;&#35302;&#21644;&#35748;&#35782;&#20102;&#19981;&#23569;&#25151;&#20135;&#32463;&#32426;&#65292;&#20294;</span>Paul<span lang="ZH-CN">&#32473;&#25105;&#20204;&#21360;&#35937;&#28145;&#21051; ......<a href="./AboutPaul.html#Bin"><span style="font-family: Arial"><span style="font-size: medium"><strong>Read whole story</strong></span></span></a> </span></span>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Alice &amp; Jerry K. (Winchester)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><div>Paul is by far the BEST realtor we have ever had! This was the 4th home we have sold and the FIRST that sold in one day with multiple offers! Paul was very &nbsp;knowledgeable about the market in our town and had the most effective, and impressive strategy for marketing and selling our home. &nbsp;The pictures he took of our home were better than professional and he advised us on the best way to stage our home to look its best. &nbsp;He is loyal to his clients, professional, honest and prompt. He negotiates hard for the benefit of his clients. &nbsp;We will recommend Paul to everyone we know who is thinking of selling their house. He is truly one of a kind.&nbsp;<br>
&nbsp;</div>
<div>Thanks again Paul for making a stressful process go so smoothly.<br>
&nbsp;</div>
<div>Alice and Jerry</div>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>J. Kim (Acton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><p>Hi Paul,<br>
<br>
Great!!! What a happy day! As you said, we made it happen together, in less than two months since listing. That's really impressive.</p>
<p>Again, thank you for all the effort, guidance, promptness, thoroughness, professionalism, and attention to great details.&nbsp;Without your help, this would have never happened. I truly appreciate that.</p>
<p>Thanks!</p>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Zhang (Littleton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Hi Paul,<br>
&nbsp;<br>
We felt lucky having you as our seller agent. During the whole selling process, you helped us so much at every single step. It is hard to image how we could got such quick sale without your help and guidance.<br>
&nbsp;<br>
Once again, thank you for all the help you offered.&nbsp; <br>
<br>
D &amp; J
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Jeffrey (Arlington/Newton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Hi Paul,<br>
Thank you so much for helping us selling our house.We cant have a smooth and fast sale transaction like this without your help.You have done a marvelous job from helping us staging till the end of closing. Throughout the whole buy and sale process, your prompt response on e-mails and phone calls see you as a very responsible and experience real estate agent. We are glad and happy Jxxxxx refer you to us. <br>
<br>
Thank you again.<br>
<br>
J, J, &amp; A.<br>
<br>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Feng (Lexington)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Paul is an excellent realtor with great patience and ethics, who strives for customers' best interests. He spent numerous time to help us get familiar with the market. Buying a satisfying house around boston area is very challenging. Paul definetly helped to make it an easier task. I highly recommend Paul if you are in search for a real-estate agent.
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Eddie &amp; Fang (Chelmsford)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Hi Paul,<br>
<br>
We would like to thank you for your help to find our dream home.<br>
<br>
During two years long searching, you always put our interest above everything else and are very patient with us.&nbsp; You gave us full attention whenever we need help and provided us the honest professional opinions. You never push us to go ahead with a property if we were not 100% comfortable with.&nbsp;&nbsp;When we were interested in a certain property, you always&nbsp;brought to our attention&nbsp;of&nbsp;any potential problems that you noticed with your professional experienced eyes.&nbsp;We felt that you are more like a good friend than a buyer agent and know that we can trust you.<br>
<br>
When we finally picked&nbsp;a foreclosure property (built in 2002&nbsp;and a great deal),&nbsp;we&nbsp;did not&nbsp;anticipate the difficulties and hassles in dealing with the bank as you informed us. &nbsp;You accomplished the mission impossible!&nbsp; You negotiated the price reduction, had the bank&nbsp;take care the repairing cost of unexpected&nbsp;damages, coordinated with the mortgage company and&nbsp;the seller/bank to resolve&nbsp;problems&nbsp;and the legal issues that we don't even understand.&nbsp; To make sure protecting our interests, you&nbsp;helped us to get a&nbsp;professional contractor on site to estimate the repair&nbsp;cost, gave us a peace of mind to move forward.&nbsp; You got all these done before the mortgage rate expired and saved our locked low mortgage rate.&nbsp; We cannot imagine&nbsp;we could go through the whole process without you.<br>
<br>
We really appreciate your patience, dedication, and professionalism. We wish all our friends could have an agent like you when they seek their dream home.<br>
<br>
Thank you again for all of your&nbsp;help!<br>
<br>
-Eddie &amp; Fang
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Lan X. &amp; Kevin G. (Acton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Dear Paul, <br>
<br>
We have been gradually settling down in the new house.&nbsp; We are very happy with it and kids enjoyed it very much! <br>
<br>
We would like to say THANK YOU whole heartedly, for your knowledge, experience, and hard work! We cant ask for a more smooth and painless buying and selling process.&nbsp; Working with you has changed our view of realtors completely. When we first started thinking about buying a house and selling ours, we pretty much wanted to do it our own since we dont think realtors are very helpful based on our first home buying experiences.&nbsp; Even after we signed the contract with you, we were still somewhat suspicious. It turns out that hiring you is the best decision we made in the process. As we worked with you, we started to see the value of your knowledge and experiences. It is good to have someone showing any house we want to see and give us honest opinions. It is good to have someone negotiate with the buyer or seller so we dont have to worry about it. It is good to have someone think for us any issues that we cant foresee. <br>
<br>
Mostly importantly, we really feel that you are truly working for the benefits of us. You work hard to help us find a house that we are happy with, not any house so you can get us off your shoulder. You work hard to help us sell the house with a good price and without a long painful process, not just to get the listing. We especially appreciated your time and effort in improving our old house. ..... You make it beautiful!&nbsp; We are more than satisfied with the results! <br>
<br>
Realtors are not the same. One could be very different from the other one and good realtors make big differences in the buying and selling processes. We have to say we are very lucky to have a good one. We feel very comfortable working with you and its been a very pleasant process. We treasure the trust and friendship we developed during the process.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br>
<br>
We are looking forward to having you visit us in the new house in the near future! <br>
<br>
Best, <br>
<br>
<div style="text-align: left">Lan X. &amp; Kevin G&nbsp;</div>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Ping C. (Acton/Newton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Paul has been the agent who helped me sell a house and buy a new one recently. both at prices better than I expected. And we became friends along the way<br>
<br>
The first thing I want to say about Paul is that he puts his clients first (when you really put clients first, not only the clients, your business will eventually benefit from it. Unfortunately, not many realtors realized that). I never felt being pushed to make a hasty decision, while he diligently took care of all the works professionally: from arranging open houses, seeking feedbacks, keeping in touch with potential buyers to finally negotiating. I was updated quickly every step along the way.&nbsp; When I need to talk to him, he was just one ringtone away most of the time. When, for a few times, he couldn't take my call right away, he would always call me back soon. I knew he had other clients, but it felt like I was his only client. <br>
<br>
The other things I want to say about Paul are his amazing negotiation and personal skills. As a seller or buyer, it is easy to get emotional and lose sight for the best prices available. That is one reason we need a professional agent working for us, to not only see the best prices available, but also have the negotiation skill to get it. I was so satisfied with Paul's work on selling my previous house, I hired him again as my buyer's agent immediately.<br>
<br>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Li  X. (Lexington)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Paul represents excellency in real estate transaction. he distinguishes himself by his deeply caring character, so you are assured to achieve the best outcome in every negotiation, for it being easy or difficult. as we all strive for excellence in our own professions, Paul's knowledge, experience and intelligence culminate his professionalism as a realtor. it's great fortune for anybody to have an agent who can be fully trusted in his capability and ethics to help you through one of the biggest financial decisions in life.<br>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>John Y. (Acton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Paul Huang is a reliable and trustful realtor whom is highly recommended. Paul was willing to spend extra time helping his customers. He was open-minded and patient to his customers. He always provided quick responses and shares his insightful market analysis. We enjoyed working with Paul in our house sale process.
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Fan &amp; Ru T. (Billerica)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Paul &#20316;&#20026;&#25105;&#20204;Billerica&#25151;&#23376;&#30340;&#21334;&#26041;&#32463;&#32426;&#65292;&#26159;&#36890;&#36807;&#26379;&#21451;&#20171;&#32461;&#30340;&#12290;&#36890;&#36807;&#21334;&#25151;&#36807;&#31243;&#65292;&#25105;&#20204;&#23545;Paul&#30340;&#26381;&#21153;&#26377;&#20102;&#28145;&#30340;&#20307;&#20250;&#12290;<br>
<br>
Paul &#24456;<span style="font-weight: bold">&#29992;&#24515;</span>&#12290;&#20182;&#21487;&#20197;&#26681;&#25454;&#25105;&#20204;&#30340;&#20316;&#24687;&#26102;&#38388;&#24037;&#20316;&#30340;&#28145;&#22812;&#65292;&#20063;&#21487;&#20197;&#36830;&#32493;&#19981;&#20572;&#22320;&#21608;&#26059;&#20110;&#20960;&#20010;&#28508;&#22312;&#30340;&#20080;&#26041;&#20043;&#38388;&#65292;&#26356;&#26159;&#19981;&#30693;&#30130;&#20518;&#22320;&#21046;&#23450;&#21508;&#31181;&#31574;&#30053;&#65307;<br>
<br>
Paul &#24456;<span style="font-weight: bold">&#32454;&#24515;</span>&#12290;&#22312;&#20934;&#22791;&#36807;&#31243;&#20013;&#65292;&#20182;&#19981;&#25918;&#36807;&#20219;&#20309;&#32454;&#33410;&#65292;&#21738;&#24597;&#26159;&#38451;&#21488;&#19978;&#29609;&#20855;&#30340;&#25670;&#25918;&#20301;&#32622;&#12290;&#20182;&#26356;&#26159;&#25552;&#20986;&#24314;&#35774;&#24615;&#24314;&#35758;&#65292;&#33457;&#36153;&#19981;&#22810;&#65292;&#21364;&#35753;&#25151;&#23376;&#26723;&#27425;&#39640;&#20102;&#19981;&#23569;&#65307;<br>
<br>
Paul &#24456;<span style="font-weight: bold">&#28909;&#24515;</span>&#12290;&#26080;&#35770;&#26159;&#20080;&#21334;&#36807;&#31243;&#20013;&#65292;&#36824;&#26159;&#20043;&#21069;&#20043;&#21518;&#65292;&#20182;&#20250;&#25552;&#20379;&#20840;&#26041;&#20301;&#21644;&#19968;&#36143;&#30340;&#20248;&#36136;&#26381;&#21153;&#65307;<br>
<br>
Paul &#35753;&#23458;&#25143;<span style="font-weight: bold">&#25918;&#24515;</span>&#12290;&#20182;&#27880;&#37325;&#32500;&#25252;&#23458;&#25143;&#30340;&#21033;&#30410;&#12290;&#25105;&#20204;&#24819;&#21040;&#30340;&#65292;&#20182;&#20250;&#31215;&#26497;&#22320;&#21435;&#20570;&#65307;&#25105;&#20204;&#27809;&#26377;&#24819;&#21040;&#30340;&#65292;&#20182;&#20250;&#26367;&#25105;&#20204;&#24819;&#21040;&#12290;<br>
<br>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Helen Z.  </h4></td>
        </tr>
        
        
        <tr>
            <td align="left">.... Paul,&nbsp;youre just downright professional.&nbsp;Really pleased with how you marketed our house and handled the offer. Thanks&nbsp;for hanging in there with&nbsp;us and for all you did in&nbsp;bringing this to a close&nbsp;
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Qing T. (Carlisle)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">I appreciate your help in selling procedure and am touched by your generosity during the whole procedure..... I learned lots from you. If I have any chance, I will refer you to my friends ......
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Jane S. (Boston)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><div>Thank you so much for a great closing experience! It is great to work with someone who cares as much as I do! I hope to work with you much more in the future! </div>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Ping &amp; Alice (Newton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Paul&nbsp;helped us purchase a primary residence in Newton and&nbsp;we are delighted at his professionalism, attitude, responsibility and thoroughness to details to make&nbsp;it&nbsp; a&nbsp;hassel-free transaction. We have become friends since then&nbsp; and I would recommend him to all my friends who are looking to purchase homes in the area
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Gary P. (Wellesley)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><p>I just really enjoyed working with you so much! You made things happen. I hope we can work together again real soon.</p>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Wei &amp; Jin W. (Westford)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Paul,&nbsp;You are the best! With out you we never would have pulled off this move...your experience and guidance were invaluable to us. You always treated us with respect, candor, honesty and patience. I said it before but I'll say it again. I am the most difficult customer on earth, and you were able to meet my very high expectations. Thanks&nbsp;so much from a very grateful family!!
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Fen Y. (Acton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><p>"Thank you so much for all your work and expertise in marketing and selling our home. It was a real pleasure to deal with someone in whom we had so much confidence."</p>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Wei X. (Burlington/Lexington)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">In Spring 2009, we decided it was the right time for our family to move into a different town that offers better school system as well as better family lifestyle. We quickly run into the challenge that we had to look for a new house and at the same time sell our current house. It is a complicated transaction. We had to sell our house at buyer market while the new town we are trying to move into is still a red-hot real estate market. <br>
<br>
Paul has been extremely helpful in guiding us through the&nbsp;Selling and Buying&nbsp;process. He is very experienced in real estate business. He helped us come up with a plan and provided lots of advice in getting our house ready for sale. He listened to and understood what we want to achieve and worked diligently to help us reach the goals. <br>
<br>
When we were selling the house, he helped us negotiate intensively with the potential buyer and got us the best values for the sale. When we were looking for our new house, he helped us get the offer accepted swiftly before the open house and avoided a bidding war with others. In a short period of 4 weeks, we got the P&amp;S signed for our current house and more importantly we found the perfect house we like. Without Pauls help, neither deal would have been done so smoothly. <br>
<br>
We are completely satisfied with Paul work. We would absolutely recommend him if you are buying or selling a house.<br>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Lin J. (Belmont)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Thank you for going above and beyond our expectations.
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Ching, Y (Newton)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">Just wanted to share my pleaseant house-buying experience with all the buyers and sellers. <br>
<br>
I can't say THANK YOU enough to the realtor (Paul Huang), unlike most others he is so HONEST and is always there to point out the drawbacks and tries every stratigy to save us every penny. <br>
<br>
His number is 781-254-4332, his web site is <a href="http://paulhuang.yourkwagent.com/">http://paulhuang.yourkwagent.com</a>, i believe he helps people sell houses too.
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Jin &amp; Jun  L. (Lexington)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left">When we found our first house in Lexington, MA in 2006, we also found a kind and trustful friend.&nbsp; As a professional real estate agent, Paul gave us as much suggestions as he could offer, while he also left us as much room as we needed to make our own decision. He is always available when we need to talk with him, and he always listens and respects our thoughts. Although our first house had a lot of improvement&nbsp; to do, the longer we lived in this house, the more we appreciated the merits of the house and the suggestions Paul offered during our house hunting.<br>
&nbsp;<br>
In early 2008 when house market at a terrible time, we needed to sell our house and relocated to New Jersey......&nbsp;We decided to choose Paul as our listing agent because of the trust deep down from our hearts. We knew he would try his best for our best interest. Paul did thorough research to put together a marketing plan and worked closely with us.&nbsp; I would simply let the numbers tell you the rest. Our house got sold (P&amp;S) in 21 days at a reasonable price (&gt;50K in 2 years 2006-2008) that we felt pretty happy about while average house price dropped for six straight quarters across the country and most houses stayed in market for more than 100 days. <br>
<br>
            </td>
        </tr>
        
        
    
        
        
        <tr>
            <td colspan="3"><hr width="100%"></td>
        </tr>
        
        
        <tr>
            <td align="left"><h4>Ming C. (Woburn)</h4></td>
        </tr>
        
        
        <tr>
            <td align="left"><span style="font-family: Comic Sans MS">Thank you so very much for all of the hard work and effort you put into selling our home. You&nbsp; are wonderful, and we enjoyed working with you. We felt so at ease entrusting the sale of our home into your capable hands......<br>
......very appreciative of all that you did to make the sale of our home a successful endeavor! </span>
            </td>
        </tr>
        
        
    
    
</tbody></table>
</div>

    <!-- ################ END START DYNAMIC CONTENT ################### -->
     













</div>

    <div id="footer">
        











    </div>

</div>  
</div>
</div>

    <br>